tap 'homebrew/cask-versions'

brew 'curl'
brew 'git'
brew 'git-lfs'
brew 'httpie'
brew 'jenv'
brew 'jq'
brew 'mos'
# brew 'nodenv'
# brew 'rbenv'
# brew 'redis'
brew 'ripgrep'
# brew 'sbt'
brew 'starship'
brew 'tldr'
brew 'volta'
brew 'zsh'
brew 'zsh-completions'
brew 'zsh-history-substring-search'
brew 'zsh-syntax-highlighting'

cask '1password'
# cask 'alfred'
cask 'corretto8' # java 8
cask 'corretto11' # java 11
cask 'discord'
cask 'firefox'
cask 'font-droid-sans-mono-for-powerline'
cask 'github'
cask 'google-chrome'
cask 'font-cascadia'
cask 'iterm2'
cask 'paw'
cask 'raycast'
cask 'rectangle'
# cask 'sequel-pro'
cask 'slack'
cask 'the-unarchiver'
cask 'visual-studio-code'
cask 'whatsapp'
cask 'zoom'