tap 'adoptopenjdk/openjdk'

brew 'curl'
brew 'git'
brew 'git-lfs'
brew 'httpie'
brew 'jenv'
brew 'jq'
brew 'nodenv'
brew 'ripgrep'
brew 'starship'
brew 'tldr'
brew 'zsh'
brew 'zsh-completions'
brew 'zsh-history-substring-search'
brew 'zsh-syntax-highlighting'

cask '1password'
# Note: need to specify which tap to use for java
cask 'adoptopenjdk/openjdk/adoptopenjdk8'
cask 'adoptopenjdk/openjdk/adoptopenjdk11'
cask 'alfred'
cask 'discord'
cask 'divvy'
cask 'dropbox'
cask 'firefox'
cask 'github'
cask 'google-chrome'
cask 'insomnia'
cask 'iterm2'
cask 'slack'
cask 'the-unarchiver'
cask 'visual-studio-code'
cask 'whatsapp'