tap 'zestia/formulae'

brew 'ant'
brew 'app-engine-java'
brew 'elasticsearch@6'
brew 'go'
brew 'gradle'
brew 'haproxy'
brew 'mysql@5.7'
brew 'rbenv'
brew 'redis'
brew 'sbt'
brew 'watchman'

cask 'android-studio'
cask 'cloudapp'
cask 'docker'
cask 'intellij-idea-ce'
cask 'sequel-pro'
cask 'virtualbox'
cask 'zoomus'